Repository: jchocola/ya_tuber
Catalog: lib/l10n/intl_*.arb
Languages: ru, vi

source: About
ru: О нас
vi: Về chúng tôi

source: Appearance
ru: Внешний вид
vi: Hình thức

source: App Version
ru: Версия приложения
vi: Phiên bản ứng dụng

source: Artist / Channel
ru: Артист / Канал
vi: Nghệ sĩ / Kênh

source: Automatically play next track in playlist
ru: Автоматически воспроизводить следующий трек в плейлисте
vi: Tự động phát bài hát tiếp theo trong danh sách phát

source: Automatically play on background
ru: Автоматическое воспроизведение в фоновом режиме
vi: Tự động phát ở chế độ nền

source: Auto Play Next
ru: Автоматическое воспроизведение следующего
vi: Tự động phát tiếp theo

source: Background Play
ru: Фоновое воспроизведение
vi: Phát nhạc nền

source: Build
ru: Дата сборки
vi: Ngày sản xuất

source: Cancel
ru: Отмена
vi: Hủy

source: Changes will be saved to your local playlist
ru: Изменения будут сохранены в вашем локальном плейлисте.
vi: Các thay đổi sẽ được lưu vào danh sách phát cục bộ của bạn.

source: Confirm
ru: Подтвердить
vi: Xác nhận

source: Delete Track?
ru: Удалить трек?
vi: Xóa bài hát?

source: Developer
ru: Разработчик
vi: Nhà phát triển

source: Edit Track
ru: Редактировать трек
vi: Chỉnh sửa bản nhạc

source: Empty
ru: Пусто

source: Invalid URL, please check again!
ru: Неверный URL, пожалуйста, проверьте еще раз!
vi: URL không hợp lệ, vui lòng kiểm tra lại!

source: Language
ru: Язык
vi: Ngôn ngữ

source: Not selected video!
ru: Видео не выбрано!
vi: Video chưa được chọn!

source: Past Youtube link...
ru: Ссылка на YouTube...
vi: Liên kết YouTube...

source: Playback
ru: Воспроизведение
vi: Phát lại

source: Playlist
ru: Плейлист
vi: Danh sách phát

source: Please long tap to set value!
ru: Пожалуйста, нажмите и удерживайте, чтобы установить значение!
vi: Vui lòng nhấn giữ để đặt giá trị!

source: Privacy Policy
ru: Политика конф.
vi: Chính sách bảo mật

source: Settings
ru: Настройки
vi: Cài đặt

source: Term of Services
ru: Усл. пред. услуг
vi: Điều khoản dịch vụ

source: Theme
ru: Тема
vi: Chủ đề

# thisActionCannotBeUndoneTheTrackWillBePermanently
source: This action cannot be undone. The track will be permanently removed from your playlist.
ru: Это действие нельзя отменить. Трек будет навсегда удален из вашего плейлиста.
vi: Hành động này không thể hoàn tác. Bài hát sẽ bị xóa vĩnh viễn khỏi danh sách phát của bạn.

source: Track added to playlist!
ru: Трек добавлен в плейлист!
vi: Bài hát đã được thêm vào danh sách phát!

source: Track deleted from playlist!
ru: Трек удален из плейлиста!
vi: Bài hát đã bị xóa khỏi danh sách phát!

source: Track edited!
ru: Трек отредактирован!
vi: Đã chỉnh sửa bản ghi!

source: Track Title
ru: Название трека
vi: Tên bài hát

source: Update the track information below
ru: Обновите информацию о треке ниже
vi: Cập nhật thông tin bài hát bên dưới

source: URL is empty!
ru: URL пустой!
vi: URL trống!

source: Welcome back, glad to see you :)
ru: С возвращением, рад тебя видеть :)
vi: Chào mừng bạn quay lại:)

source: You're offline :(
ru: Вы не в сети :(
vi: Bạn đang offline :(
